local config = { 
	[50001] = { 
		idx=50001,
		name="花都府流氓头目（BOSS）",
	},
	[50002] = { 
		idx=50002,
		name="盗贼小头目（BOSS）",
	},
	[50003] = { 
		idx=50003,
		name="黑面盗贼（BOSS）",
	},
	[50004] = { 
		idx=50004,
		name="花都府流氓刀手（BOSS）",
	},
	[50005] = { 
		idx=50005,
		name="山魈（BOSS）",
	},
	[50006] = { 
		idx=50006,
		name="黑松鬼面贼（BOSS）",
	},
	[50007] = { 
		idx=50007,
		name="独眼恶贼（BOSS）",
	},
	[50008] = { 
		idx=50008,
		name="山鬼（BOSS）",
	},
	[50009] = { 
		idx=50009,
		name="花都府流氓刺客（BOSS）",
	},
	[50010] = { 
		idx=50010,
		name="被驯养的灰狼（BOSS）",
	},
	[50011] = { 
		idx=50011,
		name="花都府流氓打手（BOSS）",
	},
	[50012] = { 
		idx=50012,
		name="狂魔武斗者（BOSS）",
	},
	[50013] = { 
		idx=50013,
		name="司护房渗透组突击兵（BOSS）",
	},
	[50014] = { 
		idx=50014,
		name="大刀匪兵（BOSS）",
	},
	[50015] = { 
		idx=50015,
		name="竹林剑士（BOSS）",
	},
	[50016] = { 
		idx=50016,
		name="地狱魔锤（BOSS）",
	},
	[50017] = { 
		idx=50017,
		name="血影神彪（BOSS）",
	},
	[50018] = { 
		idx=50018,
		name="花熊（BOSS）",
	},
	[50019] = { 
		idx=50019,
		name="白面摄魂神剑（BOSS）",
	},
	[50020] = { 
		idx=50020,
		name="伐木工头（BOSS）",
	},
	[50021] = { 
		idx=50021,
		name="竹林盗伐者（BOSS）",
	},
	[50022] = { 
		idx=50022,
		name="冷血地灵妖道（BOSS）",
	},
	[50023] = { 
		idx=50023,
		name="越狱山贼（BOSS）",
	},
	[50024] = { 
		idx=50024,
		name="大眼黑猴（BOSS）",
	},
	[50025] = { 
		idx=50025,
		name="血狼王（BOSS）",
	},
	[50026] = { 
		idx=50026,
		name="巨臂异人（BOSS）",
	},
	[50027] = { 
		idx=50027,
		name="破戒僧（BOSS）",
	},
	[50028] = { 
		idx=50028,
		name="异域恶僧（BOSS）",
	},
	[50029] = { 
		idx=50029,
		name="大猿（BOSS）",
	},
	[50030] = { 
		idx=50030,
		name="巨斧山贼（BOSS）",
	},
	[50031] = { 
		idx=50031,
		name="竹林小魔仙（BOSS）",
	},
	[50032] = { 
		idx=50032,
		name="飞天女盗（BOSS）",
	},
	[50033] = { 
		idx=50033,
		name="白面巨戟战将（BOSS）",
	},
	[50034] = { 
		idx=50034,
		name="长枪匪兵（BOSS）",
	},
	[50035] = { 
		idx=50035,
		name="神地拳师（BOSS）",
	},
	[50036] = { 
		idx=50036,
		name="山贼头领（BOSS）",
	},
	[50037] = { 
		idx=50037,
		name="巨臂异人（BOSS）",
	},
	[50038] = { 
		idx=50038,
		name="白纹虎（BOSS）",
	},
	[50039] = { 
		idx=50039,
		name="赤血熊（BOSS）",
	},
	[50040] = { 
		idx=50040,
		name="越狱山贼（BOSS）",
	},
	[50041] = { 
		idx=50041,
		name="狼人武士（BOSS）",
	},
	[50042] = { 
		idx=50042,
		name="双枪渔贼（BOSS）",
	},
	[50043] = { 
		idx=50043,
		name="山魈（BOSS）",
	},
	[50044] = { 
		idx=50044,
		name="独眼怪人（BOSS）",
	},
	[50045] = { 
		idx=50045,
		name="黑恶猎手（BOSS）",
	},
	[50046] = { 
		idx=50046,
		name="黑金武士（BOSS）",
	},
	[50047] = { 
		idx=50047,
		name="丁香武士（BOSS）",
	},
	[50048] = { 
		idx=50048,
		name="独眼怪人（BOSS）",
	},
	[50049] = { 
		idx=50049,
		name="恶面水贼（BOSS）",
	},
	[50050] = { 
		idx=50050,
		name="凶蛮水贼（BOSS）",
	},
	[50051] = { 
		idx=50051,
		name="花荣水贼（BOSS）",
	},
	[50052] = { 
		idx=50052,
		name="虎越山贼（BOSS）",
	},
	[50053] = { 
		idx=50053,
		name="小白猴（BOSS）",
	},
	[50054] = { 
		idx=50054,
		name="花梨山贼（BOSS）",
	},
	[50055] = { 
		idx=50055,
		name="弥艳猎手（BOSS）",
	},
	[50056] = { 
		idx=50056,
		name="弥艳武士（BOSS）",
	},
	[50057] = { 
		idx=50057,
		name="山林盗贼（BOSS）",
	},
	[50058] = { 
		idx=50058,
		name="山林劫匪（BOSS）",
	},
	[50059] = { 
		idx=50059,
		name="山林抢贼（BOSS）",
	},
	[50060] = { 
		idx=50060,
		name="黑金斗士（BOSS）",
	},
	[50061] = { 
		idx=50061,
		name="蓝玉猎手（BOSS）",
	},
	[50062] = { 
		idx=50062,
		name="沉默的鬼新娘（BOSS）",
	},
	[50063] = { 
		idx=50063,
		name="苏醒的落水鬼（BOSS）",
	},
	[50064] = { 
		idx=50064,
		name="雨林怪蛙（BOSS）",
	},
	[50065] = { 
		idx=50065,
		name="病危的红蛾（BOSS）",
	},
	[50066] = { 
		idx=50066,
		name="彪悍的食人族女战士（BOSS）",
	},
	[50067] = { 
		idx=50067,
		name="彪悍的食人族男勇士（BOSS）",
	},
	[50068] = { 
		idx=50068,
		name="疯狂的南林食人花（BOSS）",
	},
	[50069] = { 
		idx=50069,
		name="偷猎人任某（BOSS）",
	},
	[50070] = { 
		idx=50070,
		name="颂武门狂刀弟子（BOSS）",
	},
	[50071] = { 
		idx=50071,
		name="剑齿恶虎王（BOSS）",
	},
	[50109] = { 
		idx=50109,
		name="猞猁精（BOSS）",
	},
	[50073] = { 
		idx=50073,
		name="赏猎刀疤勇士（BOSS）",
	},
	[50074] = { 
		idx=50074,
		name="飞天女盗（BOSS）",
	},
	[50075] = { 
		idx=50075,
		name="赏猎女刺客（BOSS）",
	},
	[50166] = { 
		idx=50166,
		name="猞猁精（BOSS）",
	},
	[50077] = { 
		idx=50077,
		name="鬼面武士（BOSS）",
	},
	[50078] = { 
		idx=50078,
		name="剑齿恶虎（BOSS）",
	},
	[50079] = { 
		idx=50079,
		name="赏猎女刺客圣（BOSS）",
	},
	[50080] = { 
		idx=50080,
		name="铁臂司护守卫（BOSS）",
	},
	[50081] = { 
		idx=50081,
		name="小黑猴（BOSS）",
	},
	[50082] = { 
		idx=50082,
		name="雨林巨蛙（BOSS）",
	},
	[50083] = { 
		idx=50083,
		name="食人族女战士（BOSS）",
	},
	[50084] = { 
		idx=50084,
		name="南林食人花（BOSS）",
	},
	[50085] = { 
		idx=50085,
		name="黑水玄蛇（BOSS）",
	},
	[50086] = { 
		idx=50086,
		name="雪猿（BOSS）",
	},
	[50087] = { 
		idx=50087,
		name="南林探险者（BOSS）",
	},
	[50088] = { 
		idx=50088,
		name="地狱魔锤（BOSS）",
	},
	[50089] = { 
		idx=50089,
		name="狂魔武斗者（BOSS）",
	},
	[50090] = { 
		idx=50090,
		name="黑恶刺客（BOSS）",
	},
	[50091] = { 
		idx=50091,
		name="铁拳白松贼（BOSS）",
	},
	[50092] = { 
		idx=50092,
		name="地狱天狼蛛（BOSS）",
	},
	[50093] = { 
		idx=50093,
		name="狼烟山贼（BOSS）",
	},
	[50094] = { 
		idx=50094,
		name="神地剑士队长（BOSS）",
	},
	[50095] = { 
		idx=50095,
		name="流氓头目（BOSS）",
	},
	[50096] = { 
		idx=50096,
		name="流氓刀手（BOSS）",
	},
	[50097] = { 
		idx=50097,
		name="流氓刺客（BOSS）",
	},
	[50098] = { 
		idx=50098,
		name="流氓打手（BOSS）",
	},
	[50099] = { 
		idx=50099,
		name="偷猎人任某（BOSS）",
	},
	[50100] = { 
		idx=50100,
		name="偷猎人沈某（BOSS）",
	},
	[50101] = { 
		idx=50101,
		name="偷猎人吴某（BOSS）",
	},
	[50102] = { 
		idx=50102,
		name="偷猎人张某（BOSS）",
	},
	[50103] = { 
		idx=50103,
		name="司护指挥官（BOSS）",
	},
	[50104] = { 
		idx=50104,
		name="渗透组士兵（BOSS）",
	},
	[50105] = { 
		idx=50105,
		name="渗透组暗杀者（BOSS）",
	},
	[50106] = { 
		idx=50106,
		name="寒雪飞狐（BOSS）",
	},
	[50107] = { 
		idx=50107,
		name="飞天刺客（BOSS）",
	},
	[50108] = { 
		idx=50108,
		name="北极熊（BOSS）",
	},
	[50072] = { 
		idx=50072,
		name="神掌飞虎贼（BOSS）",
	},
	[50110] = { 
		idx=50110,
		name="铁臂司护守卫（BOSS）",
	},
	[50111] = { 
		idx=50111,
		name="双桨司护战士（BOSS）",
	},
	[50112] = { 
		idx=50112,
		name="魔法侍者（BOSS）",
	},
	[50113] = { 
		idx=50113,
		name="苍狼（BOSS）",
	},
	[50114] = { 
		idx=50114,
		name="魔煞狂鹿（BOSS）",
	},
	[50115] = { 
		idx=50115,
		name="魔煞狂猫（BOSS）",
	},
	[50116] = { 
		idx=50116,
		name="狱魔松鼠（BOSS）",
	},
	[50117] = { 
		idx=50117,
		name="狱魔狂獭（BOSS）",
	},
	[50118] = { 
		idx=50118,
		name="狱血狂鳄（BOSS）",
	},
	[50119] = { 
		idx=50119,
		name="焚魔血狼（BOSS）",
	},
	[50120] = { 
		idx=50120,
		name="魔影妖狐（BOSS）",
	},
	[50121] = { 
		idx=50121,
		name="嗜魔妖虎（BOSS）",
	},
	[50122] = { 
		idx=50122,
		name="狱血魔熊（BOSS）",
	},
	[50123] = { 
		idx=50123,
		name="魔眼鬼蛛（BOSS）",
	},
	[50124] = { 
		idx=50124,
		name="幻影狂盗（BOSS）",
	},
	[50125] = { 
		idx=50125,
		name="幻影杀手（BOSS）",
	},
	[50126] = { 
		idx=50126,
		name="幻影队长（BOSS）",
	},
	[50127] = { 
		idx=50127,
		name="灵魂刺客（BOSS）",
	},
	[50128] = { 
		idx=50128,
		name="环眼大盗（BOSS）",
	},
	[50129] = { 
		idx=50129,
		name="颂武门短斧弟子（BOSS）",
	},
	[50130] = { 
		idx=50130,
		name="颂武门链锤弟子（BOSS）",
	},
	[50131] = { 
		idx=50131,
		name="金碑人遥剑（BOSS）",
	},
	[50132] = { 
		idx=50132,
		name="冰宫守卫（BOSS）",
	},
	[50133] = { 
		idx=50133,
		name="剑齿恶虎（BOSS）",
	},
	[50134] = { 
		idx=50134,
		name="鬼新娘（BOSS）",
	},
	[50135] = { 
		idx=50135,
		name="落水鬼（BOSS）",
	},
	[50136] = { 
		idx=50136,
		name="僵尸（BOSS）",
	},
	[50137] = { 
		idx=50137,
		name="南林蛮牛（BOSS）",
	},
	[50138] = { 
		idx=50138,
		name="雪猿（BOSS）",
	},
	[50139] = { 
		idx=50139,
		name="铁腕地灵神拳（BOSS）",
	},
	[50140] = { 
		idx=50140,
		name="玉扇地灵舞女（BOSS）",
	},
	[50141] = { 
		idx=50141,
		name="黑颜链锤战士（BOSS）",
	},
	[50142] = { 
		idx=50142,
		name="玄冥血魔战神（BOSS）",
	},
	[50143] = { 
		idx=50143,
		name="鬼武者（BOSS）",
	},
	[50144] = { 
		idx=50144,
		name="狂魔武斗者（BOSS）",
	},
	[50145] = { 
		idx=50145,
		name="铁拳白松贼（BOSS）",
	},
	[50146] = { 
		idx=50146,
		name="地狱天狼蛛（BOSS）",
	},
	[50147] = { 
		idx=50147,
		name="魔血狂刀申由（BOSS）",
	},
	[50148] = { 
		idx=50148,
		name="铁锤司护战将（BOSS）",
	},
	[50149] = { 
		idx=50149,
		name="银狐（BOSS）",
	},
	[50150] = { 
		idx=50150,
		name="魔法术士（BOSS）",
	},
	[50151] = { 
		idx=50151,
		name="青头蛇（BOSS）",
	},
	[50152] = { 
		idx=50152,
		name="珊瑚蛇（BOSS）",
	},
	[50153] = { 
		idx=50153,
		name="神掌飞虎贼（BOSS）",
	},
	[50154] = { 
		idx=50154,
		name="赏猎刀疤勇士（BOSS）",
	},
	[50155] = { 
		idx=50155,
		name="飞天女盗（BOSS）",
	},
	[50156] = { 
		idx=50156,
		name="赏猎女刺客（BOSS）",
	},
	[50076] = { 
		idx=50076,
		name="嗜血狂狼（BOSS）",
	},
	[50158] = { 
		idx=50158,
		name="鬼面武士（BOSS）",
	},
	[50159] = { 
		idx=50159,
		name="剑齿恶虎（BOSS）",
	},
	[50160] = { 
		idx=50160,
		name="赏猎女刺客圣女（BOSS）",
	},
	[50161] = { 
		idx=50161,
		name="剑齿恶虎王（BOSS）",
	},
	[50162] = { 
		idx=50162,
		name="青面司护狂战（BOSS）",
	},
	[50163] = { 
		idx=50163,
		name="寒雪飞狐（BOSS）",
	},
	[50164] = { 
		idx=50164,
		name="飞天刺客（BOSS）",
	},
	[50165] = { 
		idx=50165,
		name="北极熊（BOSS）",
	},
	[50157] = { 
		idx=50157,
		name="嗜血狂狼（BOSS）",
	},
	[50167] = { 
		idx=50167,
		name="铁臂司护守卫（BOSS）",
	},
	[50168] = { 
		idx=50168,
		name="双桨司护战士（BOSS）",
	},
	[50169] = { 
		idx=50169,
		name="魔法侍者（BOSS）",
	},
	[50170] = { 
		idx=50170,
		name="苍狼（BOSS）",
	},
	[50171] = { 
		idx=50171,
		name="苍狼首领（BOSS）",
	},
	[50172] = { 
		idx=50172,
		name="青面司护狂战（BOSS）",
	},
	[50173] = { 
		idx=50173,
		name="铁锤司护战将（BOSS）",
	},
	[50174] = { 
		idx=50174,
		name="银狐（BOSS）",
	},
	[50175] = { 
		idx=50175,
		name="魔法术士（BOSS）",
	},
	[50176] = { 
		idx=50176,
		name="玄冥血魔战神（BOSS）",
	},
	[50177] = { 
		idx=50177,
		name="苍狼王（BOSS）",
	},
	[50178] = { 
		idx=50178,
		name="飞天刺客（BOSS）",
	},
	[50179] = { 
		idx=50179,
		name="寒雪飞狐（BOSS）",
	},
	[50180] = { 
		idx=50180,
		name="血影神彪（BOSS）",
	},
	[50181] = { 
		idx=50181,
		name="千年树妖（BOSS）",
	},
	[50182] = { 
		idx=50182,
		name="血羽雕（BOSS）",
	},
	[50183] = { 
		idx=50183,
		name="偃月魔刀（BOSS）",
	},
	[50184] = { 
		idx=50184,
		name="双刃女刺客（BOSS）",
	},
	[50185] = { 
		idx=50185,
		name="银刀刺客（BOSS）",
	},
	[50186] = { 
		idx=50186,
		name="魔煞狂鹿王（BOSS）",
	},
	[50187] = { 
		idx=50187,
		name="焚魔血狼王（BOSS）",
	},
	[50188] = { 
		idx=50188,
		name="幻影狂盗（BOSS）",
	},
	[50189] = { 
		idx=50189,
		name="幻影杀手（BOSS）",
	},
	[50190] = { 
		idx=50190,
		name="幻影队长（BOSS）",
	},
	[50191] = { 
		idx=50191,
		name="僵尸王（BOSS）",
	},
	[50192] = { 
		idx=50192,
		name="黑恶杀手（BOSS）",
	},
	[50193] = { 
		idx=50193,
		name="飞天刺客（BOSS）",
	},
	[50194] = { 
		idx=50194,
		name="黑恶猎手（BOSS）",
	},
	[50195] = { 
		idx=50195,
		name="黑金武士（BOSS）",
	},
	[50196] = { 
		idx=50196,
		name="丁香武士（BOSS）",
	},
	[50197] = { 
		idx=50197,
		name="独眼怪人（BOSS）",
	},
	[50198] = { 
		idx=50198,
		name="恶面水贼（BOSS）",
	},
	[50199] = { 
		idx=50199,
		name="凶蛮水贼（BOSS）",
	},
	[50200] = { 
		idx=50200,
		name="花荣水贼（BOSS）",
	},
	[50201] = { 
		idx=50201,
		name="虎越山贼（BOSS）",
	},
	[50202] = { 
		idx=50202,
		name="花梨山贼（BOSS）",
	},
	[50203] = { 
		idx=50203,
		name="弥艳猎手（BOSS）",
	},
	[50204] = { 
		idx=50204,
		name="弥艳武士（BOSS）",
	},
	[50205] = { 
		idx=50205,
		name="山林盗贼（BOSS）",
	},
	[50206] = { 
		idx=50206,
		name="山林劫匪（BOSS）",
	},
	[50207] = { 
		idx=50207,
		name="山林抢贼（BOSS）",
	},
	[50208] = { 
		idx=50208,
		name="黑金斗士（BOSS）",
	},
	[50209] = { 
		idx=50209,
		name="蓝玉猎手（BOSS）",
	},
	[50210] = { 
		idx=50210,
		name="灰狼王（BOSS）",
	},
	[50211] = { 
		idx=50211,
		name="山贼督查队（BOSS）",
	},
	[50212] = { 
		idx=50212,
		name="双桨司护战士（BOSS）",
	},
	[50213] = { 
		idx=50213,
		name="青面司护狂战（BOSS）",
	},
	[50214] = { 
		idx=50214,
		name="万年树妖（BOSS）",
	},
	[50215] = { 
		idx=50215,
		name="冰灵（BOSS）",
	},
	[50216] = { 
		idx=50216,
		name="正派侦察兵（BOSS）",
	},
	[50217] = { 
		idx=50217,
		name="邪派侦查兵（BOSS）",
	},
	[50218] = { 
		idx=50218,
		name="小雪人（BOSS）",
	},
	[50219] = { 
		idx=50219,
		name="雪人（BOSS）",
	},
	[50220] = { 
		idx=50220,
		name="冰宫守卫（BOSS）",
	},
	[50221] = { 
		idx=50221,
		name="大眼白猴（BOSS）",
	},
	[50222] = { 
		idx=50222,
		name="沉默的鬼新娘（BOSS）",
	},
	[50223] = { 
		idx=50223,
		name="魔血狂刀申由（BOSS）",
	},
	[50224] = { 
		idx=50224,
		name="火贼头目（BOSS）",
	},
	[50225] = { 
		idx=50225,
		name="山贼头领（BOSS）",
	},
	[50226] = { 
		idx=50226,
		name="赤血熊王（BOSS）",
	},
	[50227] = { 
		idx=50227,
		name="黑恶武士（BOSS）",
	},
	[50228] = { 
		idx=50228,
		name="水贼首领（BOSS）",
	},
	[50229] = { 
		idx=50229,
		name="山贼之王（BOSS）",
	},
	[50230] = { 
		idx=50230,
		name="魔煞狂鹿王（BOSS）",
	},
	[50231] = { 
		idx=50231,
		name="焚魔血狼王（BOSS）",
	},
	[50232] = { 
		idx=50232,
		name="僵尸王（BOSS）",
	},
	[50233] = { 
		idx=50233,
		name="雪猿王（BOSS）",
	},
	[50234] = { 
		idx=50234,
		name="幻影指挥官（BOSS）",
	},
	[50235] = { 
		idx=50235,
		name="脚都（BOSS）",
	},
	[50236] = { 
		idx=50236,
		name="美娘（BOSS）",
	},
	[50237] = { 
		idx=50237,
		name="神地剑士首领（BOSS）",
	},
	[50238] = { 
		idx=50238,
		name="摘星刀胡飞（BOSS）",
	},
	[50239] = { 
		idx=50239,
		name="魔灵鬼魔（BOSS）",
	},
	[50240] = { 
		idx=50240,
		name="月宫姮娥影子（BOSS）",
	},
	[50241] = { 
		idx=50241,
		name="洑一刀金泰官（BOSS）",
	},
	[50242] = { 
		idx=50242,
		name="九天地灵魔尊（BOSS）",
	},
	[50243] = { 
		idx=50243,
		name="绿林寨头目（BOSS）",
	},
	[50244] = { 
		idx=50244,
		name="玄冥血魔战神（BOSS）",
	},
	[50245] = { 
		idx=50245,
		name="铁血将军（BOSS）",
	},
	[50246] = { 
		idx=50246,
		name="黑水玄蛇（BOSS）",
	},
	[50247] = { 
		idx=50247,
		name="铁血战士（BOSS）",
	},
	[50248] = { 
		idx=50248,
		name="冰宫护卫（BOSS）",
	},
	[50249] = { 
		idx=50249,
		name="冰灵舞女（BOSS）",
	},
}
return config
