local config = { 
	[1307] = { 
		idx=1307,
		itemname="金刚石（攻击）",
		attrid=23,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 5,
			},
			[2] = {
				[1] = 5,
				[2] = 10,
			},
			[3] = {
				[1] = 10,
				[2] = 15,
			},
			[4] = {
				[1] = 15,
				[2] = 20,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=5500,
		RightSubscript=1,
	},
	[1308] = { 
		idx=1308,
		itemname="金刚石（追伤）",
		attrid=109,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 5,
			},
			[2] = {
				[1] = 5,
				[2] = 10,
			},
			[3] = {
				[1] = 10,
				[2] = 15,
			},
			[4] = {
				[1] = 15,
				[2] = 30,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=5500,
		RightSubscript=1,
	},
	[1309] = { 
		idx=1309,
		itemname="金刚石（武功）",
		attrid=107,
		AttScoreStageList = {
			[1] = {
				[1] = 100,
				[2] = 500,
			},
			[2] = {
				[1] = 500,
				[2] = 800,
			},
			[3] = {
				[1] = 800,
				[2] = 1000,
			},
			[4] = {
				[1] = 1000,
				[2] = 1200,
			},
			[5] = {
				[1] = 1200,
				[2] = 1500,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1310] = { 
		idx=1310,
		itemname="金刚石（内功）",
		attrid=2,
		AttScoreStageList = {
			[1] = {
				[1] = 10,
				[2] = 15,
			},
			[2] = {
				[1] = 15,
				[2] = 20,
			},
			[3] = {
				[1] = 20,
				[2] = 25,
			},
			[4] = {
				[1] = 25,
				[2] = 35,
			},
			[5] = {
				[1] = 35,
				[2] = 50,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1311] = { 
		idx=1311,
		itemname="金刚石（命中）",
		attrid=50,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 6,
			},
			[2] = {
				[1] = 6,
				[2] = 10,
			},
			[3] = {
				[1] = 10,
				[2] = 13,
			},
			[4] = {
				[1] = 13,
				[2] = 15,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=6500,
		RightSubscript=1,
	},
	[1312] = { 
		idx=1312,
		itemname="寒玉石（防御）",
		attrid=52,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 5,
			},
			[2] = {
				[1] = 5,
				[2] = 10,
			},
			[3] = {
				[1] = 10,
				[2] = 15,
			},
			[4] = {
				[1] = 15,
				[2] = 20,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=5500,
		RightSubscript=1,
	},
	[1313] = { 
		idx=1313,
		itemname="寒玉石（武防）",
		attrid=108,
		AttScoreStageList = {
			[1] = {
				[1] = 100,
				[2] = 500,
			},
			[2] = {
				[1] = 500,
				[2] = 800,
			},
			[3] = {
				[1] = 800,
				[2] = 1000,
			},
			[4] = {
				[1] = 1000,
				[2] = 1200,
			},
			[5] = {
				[1] = 1200,
				[2] = 1500,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1314] = { 
		idx=1314,
		itemname="寒玉石（生命）",
		attrid=1,
		AttScoreStageList = {
			[1] = {
				[1] = 30,
				[2] = 50,
			},
			[2] = {
				[1] = 50,
				[2] = 80,
			},
			[3] = {
				[1] = 80,
				[2] = 100,
			},
			[4] = {
				[1] = 100,
				[2] = 120,
			},
			[5] = {
				[1] = 120,
				[2] = 150,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1315] = { 
		idx=1315,
		itemname="寒玉石（闪避）",
		attrid=51,
		AttScoreStageList = {
			[1] = {
				[1] = 5,
				[2] = 8,
			},
			[2] = {
				[1] = 8,
				[2] = 12,
			},
			[3] = {
				[1] = 12,
				[2] = 15,
			},
			[4] = {
				[1] = 15,
				[2] = 20,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 500,
			[4] = 300,
		},
		RatioAll=5800,
		RightSubscript=1,
	},
	[1316] = { 
		idx=1316,
		itemname="寒玉石（内功）",
		attrid=2,
		AttScoreStageList = {
			[1] = {
				[1] = 10,
				[2] = 15,
			},
			[2] = {
				[1] = 15,
				[2] = 20,
			},
			[3] = {
				[1] = 20,
				[2] = 25,
			},
			[4] = {
				[1] = 25,
				[2] = 30,
			},
			[5] = {
				[1] = 30,
				[2] = 35,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
}
return config
