local config = { 
	[1307] = { 
		idx=1307,
		itemname="金刚石（攻击）",
		attrid=23,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 5,
			},
			[2] = {
				[1] = 6,
				[2] = 9,
			},
			[3] = {
				[1] = 10,
				[2] = 13,
			},
			[4] = {
				[1] = 14,
				[2] = 15,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=5500,
		RightSubscript=1,
	},
	[1308] = { 
		idx=1308,
		itemname="金刚石（追伤）",
		attrid=109,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 7,
			},
			[2] = {
				[1] = 8,
				[2] = 13,
			},
			[3] = {
				[1] = 14,
				[2] = 18,
			},
			[4] = {
				[1] = 19,
				[2] = 20,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=5500,
		RightSubscript=1,
	},
	[1309] = { 
		idx=1309,
		itemname="金刚石（武功）",
		attrid=107,
		AttScoreStageList = {
			[1] = {
				[1] = 100,
				[2] = 1000,
			},
			[2] = {
				[1] = 1100,
				[2] = 1500,
			},
			[3] = {
				[1] = 1600,
				[2] = 2000,
			},
			[4] = {
				[1] = 2100,
				[2] = 2300,
			},
			[5] = {
				[1] = 2400,
				[2] = 2500,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1310] = { 
		idx=1310,
		itemname="金刚石（气功）",
		attrid=126,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
			[2] = {
				[1] = 2,
				[2] = 2,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2500,
			[2] = 50,
		},
		RatioAll=3000,
		RightSubscript=1,
	},
	[1311] = { 
		idx=1311,
		itemname="金刚石（命中）",
		attrid=50,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 3,
			},
			[2] = {
				[1] = 4,
				[2] = 6,
			},
			[3] = {
				[1] = 7,
				[2] = 8,
			},
			[4] = {
				[1] = 9,
				[2] = 10,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=6500,
		RightSubscript=1,
	},
	[1312] = { 
		idx=1312,
		itemname="寒玉石（防御）",
		attrid=52,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 2,
			},
			[2] = {
				[1] = 3,
				[2] = 5,
			},
			[3] = {
				[1] = 7,
				[2] = 8,
			},
			[4] = {
				[1] = 8,
				[2] = 8,
			},
		},
		AttScoreRatio_arr = {
			[1] = 2000,
			[2] = 2000,
			[3] = 1000,
			[4] = 500,
		},
		RatioAll=5500,
		RightSubscript=1,
	},
	[1313] = { 
		idx=1313,
		itemname="寒玉石（武防）",
		attrid=108,
		AttScoreStageList = {
			[1] = {
				[1] = 200,
				[2] = 1000,
			},
			[2] = {
				[1] = 1100,
				[2] = 2000,
			},
			[3] = {
				[1] = 2100,
				[2] = 3000,
			},
			[4] = {
				[1] = 3100,
				[2] = 3500,
			},
			[5] = {
				[1] = 3600,
				[2] = 4000,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1314] = { 
		idx=1314,
		itemname="寒玉石（生命）",
		attrid=1,
		AttScoreStageList = {
			[1] = {
				[1] = 5,
				[2] = 15,
			},
			[2] = {
				[1] = 16,
				[2] = 25,
			},
			[3] = {
				[1] = 26,
				[2] = 35,
			},
			[4] = {
				[1] = 36,
				[2] = 45,
			},
			[5] = {
				[1] = 36,
				[2] = 40,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
	[1315] = { 
		idx=1315,
		itemname="寒玉石（闪避）",
		attrid=51,
		AttScoreStageList = {
			[1] = {
				[1] = 1,
				[2] = 3,
			},
			[2] = {
				[1] = 4,
				[2] = 6,
			},
			[3] = {
				[1] = 7,
				[2] = 8,
			},
			[4] = {
				[1] = 9,
				[2] = 10,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 500,
			[4] = 300,
		},
		RatioAll=5800,
		RightSubscript=1,
	},
	[1316] = { 
		idx=1316,
		itemname="寒玉石（内功）",
		attrid=2,
		AttScoreStageList = {
			[1] = {
				[1] = 5,
				[2] = 15,
			},
			[2] = {
				[1] = 16,
				[2] = 25,
			},
			[3] = {
				[1] = 26,
				[2] = 35,
			},
			[4] = {
				[1] = 36,
				[2] = 45,
			},
			[5] = {
				[1] = 46,
				[2] = 50,
			},
		},
		AttScoreRatio_arr = {
			[1] = 3000,
			[2] = 2000,
			[3] = 1300,
			[4] = 500,
			[5] = 200,
		},
		RatioAll=7000,
		RightSubscript=1,
	},
}
return config
