local config = { 
	[40] = { 
		level=40,
		btn1_Text="传授10W经验值",
		btn1_Value = {
			[1] = 100000,
			[2] = 50000,
		},
		btn2_Text="传授20W经验值",
		btn2_Value = {
			[1] = 200000,
			[2] = 100000,
		},
		btn3_Text="传授30W经验值",
		btn3_Value = {
			[1] = 300000,
			[2] = 200000,
		},
		btn4_Text="传授500历练值",
		btn4_Value = {
			[1] = 500,
			[2] = 250,
		},
		btn5_Text="传授1000历练值",
		btn5_Value = {
			[1] = 1000,
			[2] = 500,
		},
		btn6_Text="传授2000历练值",
		btn6_Value = {
			[1] = 2000,
			[2] = 1000,
		},
	},
	[50] = { 
		level=50,
		btn1_Text="传授10W经验值",
		btn1_Value = {
			[1] = 100000,
			[2] = 50000,
		},
		btn2_Text="传授20W经验值",
		btn2_Value = {
			[1] = 200000,
			[2] = 100000,
		},
		btn3_Text="传授30W经验值",
		btn3_Value = {
			[1] = 300000,
			[2] = 200000,
		},
		btn4_Text="传授500历练值",
		btn4_Value = {
			[1] = 500,
			[2] = 250,
		},
		btn5_Text="传授1000历练值",
		btn5_Value = {
			[1] = 1000,
			[2] = 500,
		},
		btn6_Text="传授2000历练值",
		btn6_Value = {
			[1] = 2000,
			[2] = 1000,
		},
	},
	[60] = { 
		level=60,
		btn1_Text="传授10W经验值",
		btn1_Value = {
			[1] = 100000,
			[2] = 50000,
		},
		btn2_Text="传授20W经验值",
		btn2_Value = {
			[1] = 200000,
			[2] = 100000,
		},
		btn3_Text="传授30W经验值",
		btn3_Value = {
			[1] = 300000,
			[2] = 200000,
		},
		btn4_Text="传授500历练值",
		btn4_Value = {
			[1] = 500,
			[2] = 250,
		},
		btn5_Text="传授1000历练值",
		btn5_Value = {
			[1] = 1000,
			[2] = 500,
		},
		btn6_Text="传授2000历练值",
		btn6_Value = {
			[1] = 2000,
			[2] = 1000,
		},
	},
}
return config
