local config = { 
	[1] = { 
		ID=1,
		Name="乌龙驹",
		grade=1,
		mount_icon="zuoji_000",
		Cost = {
			[1] = 2401,
			[2] = 1,
		},
		Model=800001,
		ClassID = {
			[1] = {
				[1] = 1,
				[2] = 10,
			},
			[2] = {
				[1] = 56,
				[2] = 2,
			},
		},
		Condition=1,
		tips="激活坐骑幻化可以改变坐骑外观，\n同时获得额外的属性加成。\n通过消耗道具激活幻化效果，\n让你的坐骑更加炫酷",
	},
	[2] = { 
		ID=2,
		Name="铁甲犀牛",
		grade=1,
		mount_icon="zuoji_002",
		Cost = {
			[1] = 2403,
			[2] = 1,
		},
		Model=800003,
		ClassID = {
			[1] = {
				[1] = 52,
				[2] = 4,
			},
			[2] = {
				[1] = 54,
				[2] = 8,
			},
		},
		Condition=1,
	},
	[3] = { 
		ID=3,
		Name="追风豹",
		grade=1,
		mount_icon="zuoji_001",
		Cost = {
			[1] = 2402,
			[2] = 1,
		},
		Model=800002,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 4,
			},
			[2] = {
				[1] = 9,
				[2] = 200,
			},
		},
		Condition=1,
	},
	[4] = { 
		ID=4,
		Name="霸天虎",
		grade=1,
		mount_icon="zuoji_005",
		Cost = {
			[1] = 2406,
			[2] = 1,
		},
		Model=800006,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 4,
			},
			[2] = {
				[1] = 109,
				[2] = 4,
			},
		},
		Condition=1,
	},
	[5] = { 
		ID=5,
		Name="青木神龙",
		grade=1,
		mount_icon="zuoji_009",
		Cost = {
			[1] = 2410,
			[2] = 1,
		},
		Model=800010,
		ClassID = {
			[1] = {
				[1] = 107,
				[2] = 500,
			},
			[2] = {
				[1] = 57,
				[2] = 100,
			},
		},
		Condition=1,
	},
	[6] = { 
		ID=6,
		Name="乌龙驹",
		grade=2,
		mount_icon="zuoji_000",
		Cost = {
			[1] = 2401,
			[2] = 1,
		},
		Model=800001,
		ClassID = {
			[1] = {
				[1] = 1,
				[2] = 30,
			},
			[2] = {
				[1] = 56,
				[2] = 5,
			},
		},
	},
	[7] = { 
		ID=7,
		Name="铁甲犀牛",
		grade=2,
		mount_icon="zuoji_002",
		Cost = {
			[1] = 2403,
			[2] = 1,
		},
		Model=800013,
		ClassID = {
			[1] = {
				[1] = 52,
				[2] = 8,
			},
			[2] = {
				[1] = 54,
				[2] = 16,
			},
		},
	},
	[8] = { 
		ID=8,
		Name="追风豹",
		grade=2,
		mount_icon="zuoji_001",
		Cost = {
			[1] = 2402,
			[2] = 1,
		},
		Model=800002,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 8,
			},
			[2] = {
				[1] = 9,
				[2] = 400,
			},
		},
	},
	[9] = { 
		ID=9,
		Name="霸天虎",
		grade=2,
		mount_icon="zuoji_005",
		Cost = {
			[1] = 2406,
			[2] = 1,
		},
		Model=800006,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 8,
			},
			[2] = {
				[1] = 109,
				[2] = 8,
			},
		},
	},
	[10] = { 
		ID=10,
		Name="青木神龙",
		grade=2,
		mount_icon="zuoji_009",
		Cost = {
			[1] = 2410,
			[2] = 1,
		},
		Model=800010,
		ClassID = {
			[1] = {
				[1] = 107,
				[2] = 800,
			},
			[2] = {
				[1] = 57,
				[2] = 200,
			},
		},
	},
	[11] = { 
		ID=11,
		Name="乌龙驹",
		grade=3,
		mount_icon="zuoji_000",
		Cost = {
			[1] = 2401,
			[2] = 1,
		},
		Model=800011,
		ClassID = {
			[1] = {
				[1] = 1,
				[2] = 50,
			},
			[2] = {
				[1] = 56,
				[2] = 8,
			},
		},
	},
	[12] = { 
		ID=12,
		Name="铁甲犀牛",
		grade=3,
		mount_icon="zuoji_002",
		Cost = {
			[1] = 2403,
			[2] = 1,
		},
		Model=800023,
		ClassID = {
			[1] = {
				[1] = 52,
				[2] = 15,
			},
			[2] = {
				[1] = 54,
				[2] = 25,
			},
		},
	},
	[13] = { 
		ID=13,
		Name="追风豹",
		grade=3,
		mount_icon="zuoji_001",
		Cost = {
			[1] = 2402,
			[2] = 1,
		},
		Model=800012,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 15,
			},
			[2] = {
				[1] = 9,
				[2] = 700,
			},
		},
	},
	[14] = { 
		ID=14,
		Name="霸天虎",
		grade=3,
		mount_icon="zuoji_005",
		Cost = {
			[1] = 2406,
			[2] = 1,
		},
		Model=800016,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 15,
			},
			[2] = {
				[1] = 109,
				[2] = 15,
			},
		},
	},
	[15] = { 
		ID=15,
		Name="青木神龙",
		grade=3,
		mount_icon="zuoji_009",
		Cost = {
			[1] = 2410,
			[2] = 1,
		},
		Model=800020,
		ClassID = {
			[1] = {
				[1] = 107,
				[2] = 1100,
			},
			[2] = {
				[1] = 57,
				[2] = 300,
			},
		},
	},
	[16] = { 
		ID=16,
		Name="乌龙驹",
		grade=4,
		mount_icon="zuoji_000",
		Cost = {
			[1] = 2401,
			[2] = 1,
		},
		Model=800011,
		ClassID = {
			[1] = {
				[1] = 1,
				[2] = 70,
			},
			[2] = {
				[1] = 56,
				[2] = 14,
			},
		},
	},
	[17] = { 
		ID=17,
		Name="铁甲犀牛",
		grade=4,
		mount_icon="zuoji_002",
		Cost = {
			[1] = 2403,
			[2] = 1,
		},
		Model=800023,
		ClassID = {
			[1] = {
				[1] = 52,
				[2] = 25,
			},
			[2] = {
				[1] = 54,
				[2] = 35,
			},
		},
	},
	[18] = { 
		ID=18,
		Name="追风豹",
		grade=4,
		mount_icon="zuoji_001",
		Cost = {
			[1] = 2402,
			[2] = 1,
		},
		Model=800012,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 25,
			},
			[2] = {
				[1] = 9,
				[2] = 1000,
			},
		},
	},
	[19] = { 
		ID=19,
		Name="霸天虎",
		grade=4,
		mount_icon="zuoji_005",
		Cost = {
			[1] = 2406,
			[2] = 1,
		},
		Model=800016,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 25,
			},
			[2] = {
				[1] = 109,
				[2] = 25,
			},
		},
	},
	[20] = { 
		ID=20,
		Name="青木神龙",
		grade=4,
		mount_icon="zuoji_009",
		Cost = {
			[1] = 2410,
			[2] = 1,
		},
		Model=800020,
		ClassID = {
			[1] = {
				[1] = 107,
				[2] = 1500,
			},
			[2] = {
				[1] = 57,
				[2] = 400,
			},
		},
	},
	[21] = { 
		ID=21,
		Name="乌龙驹",
		grade=5,
		mount_icon="zuoji_000",
		Cost = {
			[1] = 2401,
			[2] = 1,
		},
		Model=800021,
		ClassID = {
			[1] = {
				[1] = 1,
				[2] = 100,
			},
			[2] = {
				[1] = 56,
				[2] = 20,
			},
		},
	},
	[22] = { 
		ID=22,
		Name="铁甲犀牛",
		grade=5,
		mount_icon="zuoji_002",
		Cost = {
			[1] = 2403,
			[2] = 1,
		},
		Model=800023,
		ClassID = {
			[1] = {
				[1] = 52,
				[2] = 40,
			},
			[2] = {
				[1] = 54,
				[2] = 50,
			},
		},
	},
	[23] = { 
		ID=23,
		Name="追风豹",
		grade=5,
		mount_icon="zuoji_001",
		Cost = {
			[1] = 2402,
			[2] = 1,
		},
		Model=800022,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 40,
			},
			[2] = {
				[1] = 9,
				[2] = 1500,
			},
		},
	},
	[24] = { 
		ID=24,
		Name="霸天虎",
		grade=5,
		mount_icon="zuoji_005",
		Cost = {
			[1] = 2406,
			[2] = 1,
		},
		Model=800026,
		ClassID = {
			[1] = {
				[1] = 23,
				[2] = 40,
			},
			[2] = {
				[1] = 109,
				[2] = 40,
			},
		},
	},
	[25] = { 
		ID=25,
		Name="青木神龙",
		grade=5,
		mount_icon="zuoji_009",
		Cost = {
			[1] = 2410,
			[2] = 1,
		},
		Model=800030,
		ClassID = {
			[1] = {
				[1] = 107,
				[2] = 2000,
			},
			[2] = {
				[1] = 57,
				[2] = 500,
			},
		},
	},
}
return config
