ConstCfg = {

    binding                 = 1858,              --绑定物品规则
    daysec                  = 86400,            --一天的秒数
    attrtime                = 123456789,        --附加属性时间

    --条件
    ConditionType    = {
        NULL         = 0,
        PLAYER_LEVEL = 1,    --等级
        OPEN_DAY     = 2,    --开服时间
        DAY_TIME     = 3,    --某天具体时间点
        WEEK_DAY     = 4,    --每周几
        DATA_TIME    = 5,    --具体时间点
        TASK_ID      = 6,    --任务
        OPEN_DAY_END = 7,   --开服天数，代表第几天结束
        FIRST_RECHARGE     = 8,   --完成首充
        TOTAL_RECHARGE     = 9, -- 累计充值
        ONCE_RECHARGE      = 10, -- 单次充值

    },

    QiGongAttr={
        [129]=60002,	--百变神行等级
        [130]=60013,    --护身罡气等级
        [131]=60007,	--移花接木等级
        [132]=60009,	--回柳身法等级
        [133]=60008,	--怒海狂澜等级
        [134]=60012,	--冲冠一怒等级
        [135]=50002,	--摄魂一击等级
        [136]=50009,	--四两千金等级
        [137]=50006,	--霸气破甲等级
        [138]=40008,	--真武绝击等级
        [139]=50010,	--暗影绝杀等级
        [140]=30004,	--心神凝聚等级
        [141]=30005,	--连环飞舞等级
        [142]=10005,	--狂风万破等级
        [143]=40012,	--九天真气等级
        [145]=40009,	--吸星大法等级
        [146]=40006,	--长功击力等级
        [147]=40005,	--妙手回春等级
        [148]=40004,	--洗髓易筋等级
        [149]=40003,	--体血倍增等级
        [150]=40002,	--太极心法等级
        [151]=40001,	--运气行心等级
        [152]=10008,	--流星三矢等级
        [153]=10004,	--正本培源等级
        [154]=10002,	--猎鹰之眼等级
        [155]=10001,	--百步穿杨等级
        [156]=20007,	--转攻为守等级
        [157]=20008,	--狂神降世等级
        [158]=20012,	--灵甲护身等级
        [159]=20009,	--乾坤挪移等级
        [160]=20003,	--横练太保等级
        [161]=20002,	--运气疗伤等级
        [162]=20001,	--金钟罡气等级
        [163]=50004,	--稳如泰山等级
    }


}

return ConstCfg