local config = { 
	[1] = { 
		Group=0,
		Name="百宝阁",
		Pages={1,2,3,4,100},
	},
	[2] = { 
		Group=1,
		Name="平十指[商店]",
		Pages={5,6},
	},
	[3] = { 
		Group=2,
		Name="刀剑笑[商店]",
		Pages={7,8},
	},
	[4] = { 
		Group=3,
		Name="银娇龙[商店]",
		Pages={9,10},
	},
	[5] = { 
		Group=4,
		Name="萧春水[商店]",
		Pages={11,12},
	},
	[6] = { 
		Group=5,
		Name="陆小凰[商店]",
		Pages={13,14},
	},
	[7] = { 
		Group=6,
		Name="杨不凡[商店]",
		Pages={15,16},
	},
	[8] = { 
		Group=7,
		Name="令狐二中[商店]",
		Pages={17,18},
	},
	[9] = { 
		Group=8,
		Name="谢晓风[商店]",
		Pages={19,20},
	},
	[10] = { 
		Group=9,
		Name="莫容光[商店]",
		Pages={21,22},
	},
	[11] = { 
		Group=10,
		Name="丁冬夏[商店]",
		Pages={23,24},
	},
	[12] = { 
		Group=11,
		Name="萧十二郎[商店]",
		Pages={25,26},
	},
	[13] = { 
		Group=12,
		Name="上官晓仙[商店]",
		Pages={27,28},
	},
	[14] = { 
		Group=13,
		Name="莫容明[商店]",
		Pages={29,30},
	},
	[15] = { 
		Group=14,
		Name="段天明[商店]",
		Pages={31,32},
	},
	[16] = { 
		Group=15,
		Name="上官清风[商店]",
		Pages={33,34},
	},
	[17] = { 
		Group=16,
		Name="风三娘[商店]",
		Pages={35,36},
	},
	[18] = { 
		Group=17,
		Name="上官明月[商店]",
		Pages={37,38},
	},
	[19] = { 
		Group=18,
		Name="艺花兰[商店]",
		Pages={39,40},
	},
	[20] = { 
		Group=19,
		Name="吴霸武[商店]",
		Pages={41,42},
	},
	[21] = { 
		Group=20,
		Name="宋景琳[商店]",
		Pages={43,44},
	},
	[22] = { 
		Group=21,
		Name="吕孤城[商店]",
		Pages={45,46},
	},
	[23] = { 
		Group=22,
		Name="司空揽月[商店]",
		Pages={47,48},
	},
	[24] = { 
		Group=23,
		Name="金蓉蓉[商店]",
		Pages={49,50},
	},
	[25] = { 
		Group=24,
		Name="江云鹤[商店]",
		Pages={51,52},
	},
	[26] = { 
		Group=25,
		Name="姜大壮[商店]",
		Pages={53,54},
	},
	[27] = { 
		Group=26,
		Name="白震宇[商店]",
		Pages={55,56},
	},
	[28] = { 
		Group=27,
		Name="美琳[商店]",
		Pages={57,58},
	},
	[29] = { 
		Group=28,
		Name="金香玉[商店]",
		Pages={59,60},
	},
	[30] = { 
		Group=29,
		Name="门派商店",
		Pages={61},
	},
	[31] = { 
		Group=30,
		Name="武勋商店",
		Pages={62,68},
	},
	[32] = { 
		Group=31,
		Name="武勋商店",
		Pages={63,68},
	},
	[33] = { 
		Group=32,
		Name="武勋商店",
		Pages={64,68},
	},
	[34] = { 
		Group=33,
		Name="武勋商店",
		Pages={65,68},
	},
	[35] = { 
		Group=34,
		Name="武勋商店",
		Pages={66,68},
	},
	[36] = { 
		Group=35,
		Name="武勋商店",
		Pages={67,68},
	},
	[37] = { 
		Group=36,
		Name="师徒商店",
		Pages={69},
	},
}
return config
