local config = { 
	[1] = { 
		ID=100001,
		Name="初入江湖",
	},
	[2] = { 
		ID=100002,
		Name="登门拜访",
	},
	[3] = { 
		ID=100003,
		Name="野猫侵袭",
	},
	[4] = { 
		ID=100004,
		Name="天降蛤蟆",
	},
	[5] = { 
		ID=100005,
		Name="武功小成",
	},
	[6] = { 
		ID=100006,
		Name="小试身手",
	},
	[7] = { 
		ID=100007,
		Name="药到病除",
	},
	[8] = { 
		ID=100008,
		Name="有容乃大",
	},
	[9] = { 
		ID=100009,
		Name="牛气冲天",
	},
	[10] = { 
		ID=100010,
		Name="初次转职",
	},
	[11] = { 
		ID=101001,
		Name="趁手武器",
	},
	[12] = { 
		ID=101002,
		Name="伐木之乱",
	},
	[13] = { 
		ID=101003,
		Name="再拜门主",
	},
	[14] = { 
		ID=101004,
		Name="正派之邀",
	},
	[15] = { 
		ID=101005,
		Name="邪派之请",
	},
	[16] = { 
		ID=101006,
		Name="加入阵营",
	},
	[17] = { 
		ID=101007,
		Name="昂贵熊皮",
	},
	[18] = { 
		ID=101008,
		Name="三尾狐祸",
	},
	[19] = { 
		ID=101009,
		Name="花熊皮毛",
	},
	[20] = { 
		ID=101010,
		Name="血狼皮毛",
	},
	[21] = { 
		ID=101011,
		Name="隐患根源",
	},
	[22] = { 
		ID=101012,
		Name="回禀门主",
	},
	[23] = { 
		ID=102001,
		Name="宠物伙伴",
	},
	[24] = { 
		ID=102002,
		Name="初识强化",
	},
	[25] = { 
		ID=102003,
		Name="了解强化",
	},
	[26] = { 
		ID=102004,
		Name="进行强化",
	},
	[27] = { 
		ID=102005,
		Name="泫渤派南",
	},
	[28] = { 
		ID=102006,
		Name="围猎大猿",
	},
	[29] = { 
		ID=102007,
		Name="黑猴挡路",
	},
	[30] = { 
		ID=102008,
		Name="蓝色魅影",
	},
	[31] = { 
		ID=102009,
		Name="恶毒之心",
	},
	[32] = { 
		ID=102010,
		Name="邪修之相",
	},
	[33] = { 
		ID=102011,
		Name="汇报门主",
	},
	[34] = { 
		ID=102012,
		Name="物资失踪",
	},
	[35] = { 
		ID=102013,
		Name="俏丽羽扇",
	},
	[36] = { 
		ID=102014,
		Name="禅修法杖",
	},
	[37] = { 
		ID=102015,
		Name="山贼祸患",
	},
	[38] = { 
		ID=102016,
		Name="清除根源",
	},
	[39] = { 
		ID=102017,
		Name="一方净土",
	},
	[40] = { 
		ID=103001,
		Name="正邪分歧",
	},
	[41] = { 
		ID=103002,
		Name="柳正关主",
	},
	[42] = { 
		ID=103003,
		Name="赤血熊患",
	},
	[43] = { 
		ID=103004,
		Name="山林黄虎",
	},
	[44] = { 
		ID=103005,
		Name="白纹虎",
	},
	[45] = { 
		ID=103006,
		Name="盗鱼村夫",
	},
	[46] = { 
		ID=103007,
		Name="双枪渔贼",
	},
	[47] = { 
		ID=103008,
		Name="巨臂异人",
	},
	[48] = { 
		ID=103009,
		Name="小山怪",
	},
	[49] = { 
		ID=103010,
		Name="提升至45级",
	},
	[50] = { 
		ID=103011,
		Name="山魈",
	},
	[51] = { 
		ID=103012,
		Name="提升至50级",
	},
	[52] = { 
		ID=103102,
		Name="三邪关主",
	},
	[53] = { 
		ID=103103,
		Name="赤血熊患",
	},
	[54] = { 
		ID=103104,
		Name="山林黄虎",
	},
	[55] = { 
		ID=103105,
		Name="白纹虎",
	},
	[56] = { 
		ID=103106,
		Name="长枪匪兵",
	},
	[57] = { 
		ID=103107,
		Name="大刀匪兵",
	},
	[58] = { 
		ID=103108,
		Name="巨臂异人",
	},
	[59] = { 
		ID=103109,
		Name="铁掌神驼",
	},
	[60] = { 
		ID=103110,
		Name="提升至45级",
	},
	[61] = { 
		ID=103111,
		Name="赏金女猎人",
	},
	[62] = { 
		ID=103112,
		Name="提升至50级",
	},
	[63] = { 
		ID=200001,
		Name="打听第一次转职",
	},
	[64] = { 
		ID=200002,
		Name="打听内甲的消息",
	},
	[65] = { 
		ID=200003,
		Name="找刀剑笑拿修理的剑",
	},
	[66] = { 
		ID=200004,
		Name="打猎灰狼",
	},
	[67] = { 
		ID=200005,
		Name="使用完所有气功点",
	},
	[68] = { 
		ID=200006,
		Name="回复泫勃派门主",
	},
	[69] = { 
		ID=200101,
		Name="打听第二次转职",
	},
	[70] = { 
		ID=200102,
		Name="挑战赤血熊",
	},
	[71] = { 
		ID=200103,
		Name="挑战山林黄虎",
	},
	[72] = { 
		ID=200104,
		Name="挑战白纹虎",
	},
	[73] = { 
		ID=200105,
		Name="找陆小凰打听消息",
	},
	[74] = { 
		ID=200106,
		Name="找周叔通打听消息",
	},
	[75] = { 
		ID=200107,
		Name="找翅娟打听任务内容",
	},
	[76] = { 
		ID=200108,
		Name="找银娇龙换取衣服",
	},
	[77] = { 
		ID=200109,
		Name="找韦大宝获得货物",
	},
	[78] = { 
		ID=200110,
		Name="找三邪关关主翅娟",
	},
	[79] = { 
		ID=200111,
		Name="搜寻二转证物（邪）",
	},
	[80] = { 
		ID=200121,
		Name="打听第二次转职",
	},
	[81] = { 
		ID=200122,
		Name="挑战赤血熊",
	},
	[82] = { 
		ID=200123,
		Name="挑战山林黄虎",
	},
	[83] = { 
		ID=200124,
		Name="挑战白纹虎",
	},
	[84] = { 
		ID=200125,
		Name="找萧春水打听消息",
	},
	[85] = { 
		ID=200126,
		Name="找红凤凰打听消息",
	},
	[86] = { 
		ID=200127,
		Name="找柳絮打听任务内容",
	},
	[87] = { 
		ID=200128,
		Name="找银娇龙换取衣服",
	},
	[88] = { 
		ID=200129,
		Name="找韦大宝获得货物",
	},
	[89] = { 
		ID=200130,
		Name="找柳正关关主柳絮",
	},
	[90] = { 
		ID=200131,
		Name="搜寻二转证物（正）",
	},
	[91] = { 
		ID=200201,
		Name="打听第三次转职",
	},
	[92] = { 
		ID=200202,
		Name="柳正关的推荐书",
	},
	[93] = { 
		ID=200203,
		Name="柳正关的推荐书",
	},
	[94] = { 
		ID=200204,
		Name="柳正关的推荐书",
	},
	[95] = { 
		ID=200205,
		Name="捉拿独眼恶贼",
	},
	[96] = { 
		ID=200206,
		Name="回复神武门门主",
	},
	[97] = { 
		ID=200207,
		Name="击败赤云虎",
	},
	[98] = { 
		ID=200208,
		Name="击败嗜血狂狼",
	},
	[99] = { 
		ID=200209,
		Name="提交三转证物（正）",
	},
	[100] = { 
		ID=200301,
		Name="打听第三次转职",
	},
	[101] = { 
		ID=200302,
		Name="三邪关的推荐书",
	},
	[102] = { 
		ID=200303,
		Name="三邪关的推荐书",
	},
	[103] = { 
		ID=200304,
		Name="三邪关的推荐书",
	},
	[104] = { 
		ID=200305,
		Name="捉拿竹林剑士",
	},
	[105] = { 
		ID=200306,
		Name="回复施薇",
	},
	[106] = { 
		ID=200307,
		Name="击败金铃蛇",
	},
	[107] = { 
		ID=200308,
		Name="击败青头蛇",
	},
	[108] = { 
		ID=200309,
		Name="提交三转证物（邪）",
	},
	[109] = { 
		ID=200401,
		Name="打听第四次转职",
	},
	[110] = { 
		ID=200402,
		Name="柳正关的推荐书",
	},
	[111] = { 
		ID=200403,
		Name="柳正关的推荐书",
	},
	[112] = { 
		ID=200404,
		Name="柳正关的推荐书",
	},
	[113] = { 
		ID=200405,
		Name="捉拿独眼恶贼",
	},
	[114] = { 
		ID=200406,
		Name="回复神武门门主",
	},
	[115] = { 
		ID=200407,
		Name="击败赤云虎",
	},
	[116] = { 
		ID=200408,
		Name="击败嗜血狂狼",
	},
	[117] = { 
		ID=200409,
		Name="提交四转证物（正）",
	},
	[118] = { 
		ID=200501,
		Name="打听第四次转职",
	},
	[119] = { 
		ID=200502,
		Name="三邪关的推荐书",
	},
	[120] = { 
		ID=200503,
		Name="三邪关的推荐书",
	},
	[121] = { 
		ID=200504,
		Name="三邪关的推荐书",
	},
	[122] = { 
		ID=200505,
		Name="捉拿竹林剑士",
	},
	[123] = { 
		ID=200506,
		Name="回复施薇",
	},
	[124] = { 
		ID=200507,
		Name="击败金铃蛇",
	},
	[125] = { 
		ID=200508,
		Name="击败青头蛇",
	},
	[126] = { 
		ID=200509,
		Name="提交四转证物（邪）",
	},
	[127] = { 
		ID=200601,
		Name="打听第五次转职",
	},
	[128] = { 
		ID=200602,
		Name="柳正关的推荐书",
	},
	[129] = { 
		ID=200603,
		Name="柳正关的推荐书",
	},
	[130] = { 
		ID=200604,
		Name="柳正关的推荐书",
	},
	[131] = { 
		ID=200605,
		Name="捉拿独眼恶贼",
	},
	[132] = { 
		ID=200606,
		Name="回复神武门门主",
	},
	[133] = { 
		ID=200607,
		Name="击败赤云虎",
	},
	[134] = { 
		ID=200608,
		Name="击败嗜血狂狼",
	},
	[135] = { 
		ID=200609,
		Name="提交五转证物（正）",
	},
	[136] = { 
		ID=200701,
		Name="打听第五次转职",
	},
	[137] = { 
		ID=200702,
		Name="三邪关的推荐书",
	},
	[138] = { 
		ID=200703,
		Name="三邪关的推荐书",
	},
	[139] = { 
		ID=200704,
		Name="三邪关的推荐书",
	},
	[140] = { 
		ID=200705,
		Name="捉拿竹林剑士",
	},
	[141] = { 
		ID=200706,
		Name="回复施薇",
	},
	[142] = { 
		ID=200707,
		Name="击败金铃蛇",
	},
	[143] = { 
		ID=200708,
		Name="击败青头蛇",
	},
	[144] = { 
		ID=200709,
		Name="提交五转证物（邪）",
	},
	[145] = { 
		ID=200801,
		Name="打听第六次转职",
	},
	[146] = { 
		ID=200802,
		Name="柳正关的推荐书",
	},
	[147] = { 
		ID=200803,
		Name="柳正关的推荐书",
	},
	[148] = { 
		ID=200804,
		Name="柳正关的推荐书",
	},
	[149] = { 
		ID=200805,
		Name="捉拿独眼恶贼",
	},
	[150] = { 
		ID=200806,
		Name="回复神武门门主",
	},
	[151] = { 
		ID=200807,
		Name="击败赤云虎",
	},
	[152] = { 
		ID=200808,
		Name="击败嗜血狂狼",
	},
	[153] = { 
		ID=200809,
		Name="提交六转证物（正）",
	},
	[154] = { 
		ID=200901,
		Name="打听第六次转职",
	},
	[155] = { 
		ID=200902,
		Name="三邪关的推荐书",
	},
	[156] = { 
		ID=200903,
		Name="三邪关的推荐书",
	},
	[157] = { 
		ID=200904,
		Name="三邪关的推荐书",
	},
	[158] = { 
		ID=200905,
		Name="捉拿竹林剑士",
	},
	[159] = { 
		ID=200906,
		Name="回复施薇",
	},
	[160] = { 
		ID=200907,
		Name="击败金铃蛇",
	},
	[161] = { 
		ID=200908,
		Name="击败青头蛇",
	},
	[162] = { 
		ID=200909,
		Name="提交六转证物（邪）",
	},
	[163] = { 
		ID=201001,
		Name="打听第七次转职",
	},
	[164] = { 
		ID=201002,
		Name="柳正关的推荐书",
	},
	[165] = { 
		ID=201003,
		Name="柳正关的推荐书",
	},
	[166] = { 
		ID=201004,
		Name="柳正关的推荐书",
	},
	[167] = { 
		ID=201005,
		Name="捉拿独眼恶贼",
	},
	[168] = { 
		ID=201006,
		Name="回复神武门门主",
	},
	[169] = { 
		ID=201007,
		Name="击败赤云虎",
	},
	[170] = { 
		ID=201008,
		Name="击败嗜血狂狼",
	},
	[171] = { 
		ID=201009,
		Name="提交七转证物（正）",
	},
	[172] = { 
		ID=201101,
		Name="打听第七次转职",
	},
	[173] = { 
		ID=201102,
		Name="三邪关的推荐书",
	},
	[174] = { 
		ID=201103,
		Name="三邪关的推荐书",
	},
	[175] = { 
		ID=201104,
		Name="三邪关的推荐书",
	},
	[176] = { 
		ID=201105,
		Name="捉拿竹林剑士",
	},
	[177] = { 
		ID=201106,
		Name="回复施薇",
	},
	[178] = { 
		ID=201107,
		Name="击败金铃蛇",
	},
	[179] = { 
		ID=201108,
		Name="击败青头蛇",
	},
	[180] = { 
		ID=201109,
		Name="提交七转证物（邪）",
	},
	[181] = { 
		ID=201201,
		Name="打听第八次转职",
	},
	[182] = { 
		ID=201202,
		Name="柳正关的推荐书",
	},
	[183] = { 
		ID=201203,
		Name="柳正关的推荐书",
	},
	[184] = { 
		ID=201204,
		Name="柳正关的推荐书",
	},
	[185] = { 
		ID=201205,
		Name="捉拿独眼恶贼",
	},
	[186] = { 
		ID=201206,
		Name="回复神武门门主",
	},
	[187] = { 
		ID=201207,
		Name="击败赤云虎",
	},
	[188] = { 
		ID=201208,
		Name="击败嗜血狂狼",
	},
	[189] = { 
		ID=201209,
		Name="提交八转证物（正）",
	},
	[190] = { 
		ID=201301,
		Name="打听第八次转职",
	},
	[191] = { 
		ID=201302,
		Name="三邪关的推荐书",
	},
	[192] = { 
		ID=201303,
		Name="三邪关的推荐书",
	},
	[193] = { 
		ID=201304,
		Name="三邪关的推荐书",
	},
	[194] = { 
		ID=201305,
		Name="捉拿竹林剑士",
	},
	[195] = { 
		ID=201306,
		Name="回复施薇",
	},
	[196] = { 
		ID=201307,
		Name="击败金铃蛇",
	},
	[197] = { 
		ID=201308,
		Name="击败青头蛇",
	},
	[198] = { 
		ID=201309,
		Name="提交八转证物（邪）",
	},
	[199] = { 
		ID=201401,
		Name="打听第九次转职",
	},
	[200] = { 
		ID=201402,
		Name="柳正关的推荐书",
	},
	[201] = { 
		ID=201403,
		Name="柳正关的推荐书",
	},
	[202] = { 
		ID=201404,
		Name="柳正关的推荐书",
	},
	[203] = { 
		ID=201405,
		Name="捉拿独眼恶贼",
	},
	[204] = { 
		ID=201406,
		Name="回复神武门门主",
	},
	[205] = { 
		ID=201407,
		Name="击败赤云虎",
	},
	[206] = { 
		ID=201408,
		Name="击败嗜血狂狼",
	},
	[207] = { 
		ID=201409,
		Name="提交九转证物（正）",
	},
	[208] = { 
		ID=201501,
		Name="打听第九次转职",
	},
	[209] = { 
		ID=201502,
		Name="三邪关的推荐书",
	},
	[210] = { 
		ID=201503,
		Name="三邪关的推荐书",
	},
	[211] = { 
		ID=201504,
		Name="三邪关的推荐书",
	},
	[212] = { 
		ID=201505,
		Name="捉拿竹林剑士",
	},
	[213] = { 
		ID=201506,
		Name="回复施薇",
	},
	[214] = { 
		ID=201507,
		Name="击败金铃蛇",
	},
	[215] = { 
		ID=201508,
		Name="击败青头蛇",
	},
	[216] = { 
		ID=201509,
		Name="提交九转证物（邪）",
	},
	[217] = { 
		ID=201601,
		Name="打听第十次转职",
	},
	[218] = { 
		ID=201602,
		Name="柳正关的推荐书",
	},
	[219] = { 
		ID=201603,
		Name="柳正关的推荐书",
	},
	[220] = { 
		ID=201604,
		Name="柳正关的推荐书",
	},
	[221] = { 
		ID=201605,
		Name="捉拿独眼恶贼",
	},
	[222] = { 
		ID=201606,
		Name="回复神武门门主",
	},
	[223] = { 
		ID=201607,
		Name="击败赤云虎",
	},
	[224] = { 
		ID=201608,
		Name="击败嗜血狂狼",
	},
	[225] = { 
		ID=201609,
		Name="提交十转证物（正）",
	},
	[226] = { 
		ID=201701,
		Name="打听第十次转职",
	},
	[227] = { 
		ID=201702,
		Name="三邪关的推荐书",
	},
	[228] = { 
		ID=201703,
		Name="三邪关的推荐书",
	},
	[229] = { 
		ID=201704,
		Name="三邪关的推荐书",
	},
	[230] = { 
		ID=201705,
		Name="捉拿竹林剑士",
	},
	[231] = { 
		ID=201706,
		Name="回复施薇",
	},
	[232] = { 
		ID=201707,
		Name="击败金铃蛇",
	},
	[233] = { 
		ID=201708,
		Name="击败青头蛇",
	},
	[234] = { 
		ID=201709,
		Name="提交十转证物（邪）",
	},
	[235] = { 
		ID=300001,
		Name="多种武功",
	},
	[236] = { 
		ID=300002,
		Name="江湖好友",
	},
	[237] = { 
		ID=300003,
		Name="首次组队",
	},
	[238] = { 
		ID=300004,
		Name="加入门派",
	},
	[239] = { 
		ID=300005,
		Name="宠物培养",
	},
}
return config
