local config = { 
	[400001] = { 
		[1] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 3,
				},
				[2] = {
					[1] = 23,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 7,
				},
				[2] = {
					[1] = 23,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 12,
				},
				[2] = {
					[1] = 23,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 18,
				},
				[2] = {
					[1] = 23,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 25,
				},
				[2] = {
					[1] = 23,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 32,
				},
				[2] = {
					[1] = 23,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400001,
			itemname="精武伏魔刀（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 40,
				},
				[2] = {
					[1] = 23,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400002] = { 
		[1] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 3,
				},
				[2] = {
					[1] = 23,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 7,
				},
				[2] = {
					[1] = 23,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 12,
				},
				[2] = {
					[1] = 23,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 18,
				},
				[2] = {
					[1] = 23,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 25,
				},
				[2] = {
					[1] = 23,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 32,
				},
				[2] = {
					[1] = 23,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400002,
			itemname="精武伏魔枪（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 40,
				},
				[2] = {
					[1] = 23,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400003] = { 
		[1] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 3,
				},
				[2] = {
					[1] = 23,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 7,
				},
				[2] = {
					[1] = 23,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 12,
				},
				[2] = {
					[1] = 23,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 18,
				},
				[2] = {
					[1] = 23,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 25,
				},
				[2] = {
					[1] = 23,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 32,
				},
				[2] = {
					[1] = 23,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400003,
			itemname="精武伏魔剑（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 40,
				},
				[2] = {
					[1] = 23,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400004] = { 
		[1] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 3,
				},
				[2] = {
					[1] = 23,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 7,
				},
				[2] = {
					[1] = 23,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 12,
				},
				[2] = {
					[1] = 23,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 18,
				},
				[2] = {
					[1] = 23,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 25,
				},
				[2] = {
					[1] = 23,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 32,
				},
				[2] = {
					[1] = 23,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400004,
			itemname="精武伏魔弓（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 40,
				},
				[2] = {
					[1] = 23,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400005] = { 
		[1] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 3,
				},
				[2] = {
					[1] = 23,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 7,
				},
				[2] = {
					[1] = 23,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 12,
				},
				[2] = {
					[1] = 23,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 18,
				},
				[2] = {
					[1] = 23,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 25,
				},
				[2] = {
					[1] = 23,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 32,
				},
				[2] = {
					[1] = 23,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400005,
			itemname="精武伏魔杖（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 40,
				},
				[2] = {
					[1] = 23,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400006] = { 
		[1] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 3,
				},
				[2] = {
					[1] = 23,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 7,
				},
				[2] = {
					[1] = 23,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 12,
				},
				[2] = {
					[1] = 23,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 18,
				},
				[2] = {
					[1] = 23,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 25,
				},
				[2] = {
					[1] = 23,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 32,
				},
				[2] = {
					[1] = 23,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400006,
			itemname="精武伏魔刃（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 67,
					[2] = 40,
				},
				[2] = {
					[1] = 23,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400007] = { 
		[1] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 3,
				},
				[2] = {
					[1] = 1,
					[2] = 3,
				},
				[3] = {
					[1] = 52,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 7,
				},
				[2] = {
					[1] = 1,
					[2] = 7,
				},
				[3] = {
					[1] = 52,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 12,
				},
				[2] = {
					[1] = 1,
					[2] = 12,
				},
				[3] = {
					[1] = 52,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 18,
				},
				[2] = {
					[1] = 1,
					[2] = 18,
				},
				[3] = {
					[1] = 52,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 25,
				},
				[2] = {
					[1] = 1,
					[2] = 25,
				},
				[3] = {
					[1] = 52,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 32,
				},
				[2] = {
					[1] = 1,
					[2] = 32,
				},
				[3] = {
					[1] = 52,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400007,
			itemname="精武侠衣（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 68,
					[2] = 40,
				},
				[2] = {
					[1] = 1,
					[2] = 40,
				},
				[3] = {
					[1] = 52,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400008] = { 
		[1] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 3,
				},
				[2] = {
					[1] = 54,
					[2] = 3,
				},
				[3] = {
					[1] = 1,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 7,
				},
				[2] = {
					[1] = 54,
					[2] = 7,
				},
				[3] = {
					[1] = 1,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 12,
				},
				[2] = {
					[1] = 54,
					[2] = 12,
				},
				[3] = {
					[1] = 1,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 18,
				},
				[2] = {
					[1] = 54,
					[2] = 18,
				},
				[3] = {
					[1] = 1,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 25,
				},
				[2] = {
					[1] = 54,
					[2] = 25,
				},
				[3] = {
					[1] = 1,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 32,
				},
				[2] = {
					[1] = 54,
					[2] = 32,
				},
				[3] = {
					[1] = 1,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400008,
			itemname="精武侠腕（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 53,
					[2] = 40,
				},
				[2] = {
					[1] = 54,
					[2] = 40,
				},
				[3] = {
					[1] = 1,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
	[400009] = { 
		[1] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=1,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 3,
				},
				[2] = {
					[1] = 66,
					[2] = 3,
				},
				[3] = {
					[1] = 50,
					[2] = 3,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 1,
			},
			needWXLevel=2,
		},
		[2] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=2,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 7,
				},
				[2] = {
					[1] = 66,
					[2] = 7,
				},
				[3] = {
					[1] = 50,
					[2] = 7,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 2,
			},
			needWXLevel=3,
		},
		[3] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=3,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 12,
				},
				[2] = {
					[1] = 66,
					[2] = 12,
				},
				[3] = {
					[1] = 50,
					[2] = 12,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 3,
			},
			needWXLevel=4,
			zhuanyin=1,
		},
		[4] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=4,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 18,
				},
				[2] = {
					[1] = 66,
					[2] = 18,
				},
				[3] = {
					[1] = 50,
					[2] = 18,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 4,
			},
			needWXLevel=5,
			zhuanyin=2,
		},
		[5] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=5,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 25,
				},
				[2] = {
					[1] = 66,
					[2] = 25,
				},
				[3] = {
					[1] = 50,
					[2] = 25,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 5,
			},
			needWXLevel=6,
			zhuanyin=3,
		},
		[6] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=6,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 32,
				},
				[2] = {
					[1] = 66,
					[2] = 32,
				},
				[3] = {
					[1] = 50,
					[2] = 32,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 6,
			},
			needWXLevel=7,
			zhuanyin=4,
		},
		[7] = { 
			idx=400009,
			itemname="精武侠戒（武勋）",
			level=7,
			attrlist = {
				[1] = {
					[1] = 65,
					[2] = 40,
				},
				[2] = {
					[1] = 66,
					[2] = 40,
				},
				[3] = {
					[1] = 50,
					[2] = 40,
				},
			},
			xhitemlist = {
				[1] = 2447,
				[2] = 7,
			},
			needWXLevel=8,
			zhuanyin=4,
		},
	},
}
return config
